Revit 2027 API
ParameterTypeId.RbsPipePressuredropParam Property
 "Pressure Drop"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipePressuredropParam { get; }
Public Shared ReadOnly Property RbsPipePressuredropParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipePressuredropParam {
	ForgeTypeId^ get ();
}
static member RbsPipePressuredropParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace